const quizzes = {
    1: {
        chapter: "Κεφάλαιο 1: Η ζωή στην αρχαία Ακρόπολη",
        title: "Quiz 1 - Μεσαίο επίπεδο",
        title1: ["Ερώτηση 1", "Ερώτηση 2", "Ερώτηση 3", "Ερώτηση 4", "Ερώτηση 5"],
        subtitle: [
            "Τι αντιπροσώπευε η αρχαία Ακρόπολη για τους Αθηναίους;",
            "Ποιες δραστηριότητες λάμβαναν χώρα στην Ακρόπολη;",
            "Ποιος ήταν ένας από τους λόγους που οι Αθηναίοι επισκέπτονταν την Ακρόπολη καθημερινά;",
            "Σε τι συμμετείχαν οι Αθηναίοι πολίτες όταν επισκέπτονταν την Ακρόπολη;",
            "Ποιοι από τους παρακάτω δεν ήταν λόγοι επίσκεψης των Αθηναίων στην Ακρόπολη;"
        ],
        questions: [
            "Τι αντιπροσώπευε η αρχαία Ακρόπολη για τους Αθηναίους;",
            "Ποιες δραστηριότητες λάμβαναν χώρα στην Ακρόπολη;",
            "Ποιος ήταν ένας από τους λόγους που οι Αθηναίοι επισκέπτονταν την Ακρόπολη καθημερινά;",
            "Σε τι συμμετείχαν οι Αθηναίοι πολίτες όταν επισκέπτονταν την Ακρόπολη;",
            "Ποιοι από τους παρακάτω δεν ήταν λόγοι επίσκεψης των Αθηναίων στην Ακρόπολη;"
        ],
        options: [
            ["Ένα εμπορικό κέντρο", "Ένα θρησκευτικό και πολιτιστικό κέντρο", "Μια στρατιωτική βάση", "Ένα εκπαιδευτικό ίδρυμα"],
            ["Μόνο θρησκευτικές εκδηλώσεις", "Μόνο πολιτικές συναντήσεις", "Αθλητικές εκδηλώσεις", "Όλα τα παραπάνω"],
            ["Για να αγοράσουν τρόφιμα", "Για να προσεύχονται στους θεούς", "Για να πηγαίνουν στο σχολείο", "Για να κάνουν πολεμική εκπαίδευση"],
            ["Σε αθλητικούς αγώνες", "Σε δημόσιες συνελεύσεις", "Σε γεωργικές εργασίες", "Σε ναυτικές αποστολές"],
            ["Θεατρικές παραστάσεις", "Αγορές και πλατείες", "Στρατιωτικές εκπαιδεύσεις", "Δημόσιες συνελεύσεις"]
        ],
        answers: ["2", "4", "2", "2", "3"]
    },

    2: {
        chapter: "Κεφάλαιο 1: Η ζωή στην αρχαία Ακρόπολη",
        title: "Quiz 2 - Μεσαίο επίπεδο",
        title1: ["Ερώτηση 6", "Ερώτηση 7", "Ερώτηση 8", "Ερώτηση 9", "Ερώτηση 10"],
        subtitle: [
            "Ποια από τις παρακάτω επιλογές δεν συνδέεται με την καθημερινή ζωή στην Ακρόπολη;",
            "Πώς λειτουργούσε η Ακρόπολη για τους Αθηναίους πολίτες;",
            "Τι δεν ήταν μέρος της ζωής στην Ακρόπολη;",
            "Πού συναντούσαν οι Αθηναίοι φίλους τους στην Ακρόπολη;",
            "Ποια ήταν η λειτουργία της Ακρόπολης εκτός από τις θρησκευτικές και πολιτιστικές δραστηριότητες;"
        ],
        questions: [
            "Ποια από τις παρακάτω επιλογές δεν συνδέεται με την καθημερινή ζωή στην Ακρόπολη;",
            "Πώς λειτουργούσε η Ακρόπολη για τους Αθηναίους πολίτες;",
            "Τι δεν ήταν μέρος της ζωής στην Ακρόπολη;",
            "Πού συναντούσαν οι Αθηναίοι φίλους τους στην Ακρόπολη;",
            "Ποια ήταν η λειτουργία της Ακρόπολης εκτός από τις θρησκευτικές και πολιτιστικές δραστηριότητες;"
        ],
        options: [
            ["Πολιτικές αποφάσεις", "Θρησκευτικές τελετές", "Αλιεία", "Κοινωνικές συναντήσεις"],
            ["Ως τόπος εκπαίδευσης", "Ως κοινωνικό κέντρο", "Ως κέντρο γεωργικών δραστηριοτήτων", "Ως στρατιωτική βάση"],
            ["Θρησκευτικές τελετές", "Θεατρικές παραστάσεις", "Κυνήγι", "Δημόσιες συνελεύσεις"],
            ["Στις σχολές", "Στις αγορές και τις πλατείες", "Στα στάδια", "Στα γυμναστήρια"],
            ["Εμπορικό κέντρο", "Κοινωνικό κέντρο", "Βιβλιοθήκη", "Νοσοκομείο"]
        ],
        answers: [3, 2, 3, 2, 2]
    },
    4: {
        chapter: "Κεφάλαιο2: Η τέχνη και η πολιτιστική σημασία της Ακρόπολης",
        title: "Quiz 4 - Μεσαίο επίπεδο",
        title1: ["Ερώτηση 1", "Ερώτηση 2", "Ερώτηση 3", "Ερώτηση 4", "Ερώτηση 5"],
        subtitle: [
            "Τι αντιπροσωπεύει η Ακρόπολη στην αρχαία Ελλάδα;",
            "Ποιοι εργάστηκαν στην Ακρόπολη για τη δημιουργία της τέχνης;",
            "Τι απεικόνιζαν τα γλυπτά και οι ζωγραφικές σκηνές στην Ακρόπολη;",
            "Γιατί είναι σημαντικές οι τέχνες της Ακρόπολης;",
            "Ποια ήταν η συμβολή των αρχιτεκτόνων στην Ακρόπολη;"
        ],
        questions: [
            "Τι αντιπροσωπεύει η Ακρόπολη στην αρχαία Ελλάδα;",
            "Ποιοι εργάστηκαν στην Ακρόπολη για τη δημιουργία της τέχνης;",
            "Τι απεικόνιζαν τα γλυπτά και οι ζωγραφικές σκηνές στην Ακρόπολη;",
            "Γιατί είναι σημαντικές οι τέχνες της Ακρόπολης;",
            "Ποια ήταν η συμβολή των αρχιτεκτόνων στην Ακρόπολη;"
        ],
        options: [
            ["Ένα θρησκευτικό κέντρο", "Μια στρατιωτική βάση", "Ένα εμπορικό κέντρο", "Έναν καταλύτη για την τέχνη και την πολιτιστική πρόοδο"],
            ["Οι αρχιτέκτονες, οι γλύπτες και οι ζωγράφοι","Οι στρατιώτες και οι πολιτικοί",  "Οι γεωργοί και οι έμποροι", "Οι δάσκαλοι και οι μαθητές"],
            ["Τοπία και ζώα", "Μόνο θεούς και θεές", "Μύθους και ιστορικά γεγονότα", "Καθημερινή ζωή"],
            ["Για την κατανόηση της αρχαίας ελληνικής θρησκείας, πολιτικής και κοινωνίας", "Για την διασκέδαση των επισκεπτών", "Για την εκπαίδευση των παιδιών", "Για τη διακόσμηση των σπιτιών"],
            ["Η κατασκευή δρόμων και γεφυρών", "Η δημιουργία ναών και άλλων κτιρίων", "Η οργάνωση των στρατιωτικών επιχειρήσεων", "Η διδασκαλία των μαθητών"]
        ],
        answers: ["4", "1", "3", "1", "2"]
    },
    5: {
        chapter: "Κεφάλαιο 2: Η τέχνη και η πολιτιστική σημασία της Ακρόπολης",
        title: "Quiz 5 - Μεσαίο επίπεδο",
        title1: ["Ερώτηση 6", "Ερώτηση 7", "Ερώτηση 8", "Ερώτηση 9", "Ερώτηση 10"],
        subtitle: [
            "Πώς έχει βοηθήσει η ανακάλυψη αρχαιολογικών ευρημάτων από την Ακρόπολη;",
            "Ποιο ήταν το αποτέλεσμα της ανακατασκευής των αρχαιολογικών ευρημάτων από την Ακρόπολη;",
            "Πώς επηρεάστηκε η διεθνής εκτίμηση της αρχαίας ελληνικής τέχνης από τα ευρήματα της Ακρόπολης;",
            "Ποιοι ρόλοι δεν αναφέρονται για τους εργάτες στην Ακρόπολη;",
            "Ποιο είναι ένα κύριο θέμα των γλυπτών στην Ακρόπολη;"
        ],
        questions: [
            "Πώς έχει βοηθήσει η ανακάλυψη αρχαιολογικών ευρημάτων από την Ακρόπολη;",
            "Ποιο ήταν το αποτέλεσμα της ανακατασκευής των αρχαιολογικών ευρημάτων από την Ακρόπολη;",
            "Πώς επηρεάστηκε η διεθνής εκτίμηση της αρχαίας ελληνικής τέχνης από τα ευρήματα της Ακρόπολης;",
            "Ποιοι ρόλοι δεν αναφέρονται για τους εργάτες στην Ακρόπολη;",
            "Ποιο είναι ένα κύριο θέμα των γλυπτών στην Ακρόπολη;"
        ],
        options: [
            ["Στην ανάπτυξη της γεωργίας", "Στην αναγνώριση και την εκτίμηση της αρχαίας ελληνικής τέχνης", "Στην εμπορική ανάπτυξη", "Στη στρατιωτική εκπαίδευση"],
            ["Η καταστροφή των ευρημάτων", "Η χρήση τους για καθημερινές ανάγκες", "Η διατήρηση και η προβολή τους σε μουσεία", "Η πώλησή τους σε ιδιώτες συλλέκτες"],
            ["Αυξήθηκε σημαντικά", "Έμεινε αμετάβλητη", "Μειώθηκε", "Αγνοήθηκε από τη διεθνή κοινότητα"],
            ["Αρχιτέκτονες", "Γλύπτες", "Ζωγράφοι", "Πολεμιστές"],
            ["Η καθημερινή ζωή των αγροτών", "Η ζωή των ψαράδων", "Μόνο τοπία και ζώα", "Μύθοι και ιστορικά γεγονότα"]
        ],
        answers: ["2", "3", "1", "4", "4"]
    },
    7: {
        chapter: "Κεφάλαιο 3: Η αρχαία Ακρόπολη στη λογοτεχνία και την τέχνη του 21ου αιώνα",
        title: "Quiz 7 - Μεσαίο επίπεδο",
        title1: ["Ερώτηση 1", "Ερώτηση 2", "Ερώτηση 3", "Ερώτηση 4", "Ερώτηση 5"],
        subtitle: [
            "Τι αντιπροσωπεύει η Ακρόπολη στη σύγχρονη λογοτεχνία;",
            "Ποιοι ενσωματώνουν την Ακρόπολη στα έργα τους ως σύμβολο;",
            "Πώς παρουσιάζεται η Ακρόπολη στη σύγχρονη τέχνη;",
            "Ποια είναι η συναισθηματική σημασία της Ακρόπολης για το κοινό μέσω της τέχνης;",
            "Πώς συμβάλλουν οι καλλιτέχνες στην ανάδειξη της Ακρόπολης στη σύγχρονη τέχνη;"
        ],
        questions: [
            "Τι αντιπροσωπεύει η Ακρόπολη στη σύγχρονη λογοτεχνία;",
            "Ποιοι ενσωματώνουν την Ακρόπολη στα έργα τους ως σύμβολο;",
            "Πώς παρουσιάζεται η Ακρόπολη στη σύγχρονη τέχνη;",
            "Ποια είναι η συναισθηματική σημασία της Ακρόπολης για το κοινό μέσω της τέχνης;",
            "Πώς συμβάλλουν οι καλλιτέχνες στην ανάδειξη της Ακρόπολης στη σύγχρονη τέχνη;"
        ],
        options: [
            ["Ένα σύμβολο της τεχνολογικής προόδου", "Ένα σύμβολο της ανθεκτικότητας, της ομορφιάς και της ιστορίας", "Ένα κέντρο πολιτικής συζήτησης", "Ένα θέμα επιστημονικής έρευνας"],
            ["Πολιτικοί", "Σύγχρονοι συγγραφείς", "Μουσικοί", "Επιστήμονες"],
            ["Ως μέρος πολεμικών σκηνών", "Ως σύμβολο βιομηχανικής ανάπτυξης", "Στις ζωγραφικές των καλλιτεχνών από όλο τον κόσμο", "Στις κατασκευές αρχιτεκτόνων"],
            ["Ένα σύμβολο της οικονομικής δύναμης", "Ένα σύμβολο της βιομηχανικής ανάπτυξης", "Ένα σύμβολο της καλλιτεχνικής αξίας και της συναισθηματικής σημασίας", "Ένα σύμβολο της τεχνολογικής καινοτομίας"],
            ["Μέσα από τεχνικές καινοτομίες", "Μέσα από τις απεικονίσεις τους στις ζωγραφικές", "Μέσα από την πολιτική προπαγάνδα", "Μέσα από τις επιστημονικές μελέτες"]
        ],
        answers: ["2", "2", "3", "3", "2"]
    },
    8: {
        chapter: "Η αρχαία Ακρόπολη στη λογοτεχνία και την τέχνη του 21ου αιώνα",
        title: "Quiz 8 - Μεσαίο επίπεδο",
        title1: ["Ερώτηση 6", "Ερώτηση 7", "Ερώτηση 8", "Ερώτηση 9", "Ερώτηση 10"],
        subtitle: [
            "Τι αναδεικνύει η παρουσία της Ακρόπολης στη σύγχρονη λογοτεχνία;",
            "Ποιο στοιχείο δεν σχετίζεται με τη σύγχρονη απεικόνιση της Ακρόπολης στη ζωγραφική;",
            "Ποιο στοιχείο της Ακρόπολης είναι κύριο θέμα στη σύγχρονη λογοτεχνία;",
            "Ποια μορφή τέχνης χρησιμοποιείται για την απεικόνιση της Ακρόπολης από καλλιτέχνες σε όλο τον κόσμο;",
            "Ποιος είναι ο κύριος λόγος που η Ακρόπολη συνεχίζει να εμπνέει καλλιτέχνες και συγγραφείς;"
        ],
        questions: [
            "Τι αναδεικνύει η παρουσία της Ακρόπολης στη σύγχρονη λογοτεχνία;",
            "Ποιο στοιχείο δεν σχετίζεται με τη σύγχρονη απεικόνιση της Ακρόπολης στη ζωγραφική;",
            "Ποιο στοιχείο της Ακρόπολης είναι κύριο θέμα στη σύγχρονη λογοτεχνία;",
            "Ποια μορφή τέχνης χρησιμοποιείται για την απεικόνιση της Ακρόπολης από καλλιτέχνες σε όλο τον κόσμο;",
            "Ποιος είναι ο κύριος λόγος που η Ακρόπολη συνεχίζει να εμπνέει καλλιτέχνες και συγγραφείς;"
        ],
        options: [
            ["Την πολιτική αστάθεια", "Τη μακροχρόνια και συνεχή επιρροή της στον πολιτισμό", "Τη βιομηχανική ανάπτυξη", "Τις περιβαλλοντικές αλλαγές"],
            ["Τη συναισθηματική σημασία για το κοινό", "Την καλλιτεχνική αξία", "Την ενίσχυση της πολιτιστικής κληρονομιάς", "Την τεχνολογική καινοτομία"],
            ["Η ανθεκτικότητα και η ιστορία","Η τεχνολογική πρόοδος", "Η βιομηχανική ανάπτυξη",  "Οι περιβαλλοντικές αλλαγές"],
            ["Αρχιτεκτονική", "Μουσική", "Ζωγραφική", "Γλυπτική"],
            ["Η ανθεκτικότητα, η ομορφιά και η ιστορία της","Η πολιτική σημασία της",  "Η οικονομική της δύναμη", "Η στρατιωτική της αξία"]
        ],
        answers: ["2", "4", "1", "3", "1"]
    }
};