const quizzes = {
    1: {
        chapter: "Κεφάλαιο 1: Η τέχνη στην Ακρόπολη κατά τη ρωμαϊκή και βυζαντινή εποχή",
        title: "Quiz 1 - Προχωρημένο επίπεδο",
        title1: ["Ερώτηση 1", "Ερώτηση 2", "Ερώτηση 3", "Ερώτηση 4", "Ερώτηση 5"],
        subtitle: [
            "Πώς επηρεάστηκε η Ακρόπολη κατά τη ρωμαϊκή περίοδο;",
            "Τι στοιχεία της ρωμαϊκής αρχιτεκτονικής προστέθηκαν στην Ακρόπολη;",
            "Ποιες ήταν οι επιπτώσεις της βυζαντινής εποχής στην Ακρόπολη;",
            "Τι χαρακτηριστικά είχαν τα νέα κτίρια που προστέθηκαν στην Ακρόπολη κατά τη ρωμαϊκή εποχή;",
            "Πώς επηρεάστηκε η τέχνη της Ακρόπολης κατά τη βυζαντινή εποχή;"
        ],
        questions: [
            "Πώς επηρεάστηκε η Ακρόπολη κατά τη ρωμαϊκή περίοδο;",
            "Τι στοιχεία της ρωμαϊκής αρχιτεκτονικής προστέθηκαν στην Ακρόπολη;",
            "Ποιες ήταν οι επιπτώσεις της βυζαντινής εποχής στην Ακρόπολη;",
            "Τι χαρακτηριστικά είχαν τα νέα κτίρια που προστέθηκαν στην Ακρόπολη κατά τη ρωμαϊκή εποχή;",
            "Πώς επηρεάστηκε η τέχνη της Ακρόπολης κατά τη βυζαντινή εποχή;"
        ],
        options: [
            ["Μείωσε τη σημασία της ως κέντρο τέχνης", "Εγκαταλείφθηκε ως πολιτιστικός τόπος", "Αναστράφηκε η κατεύθυνση της αρχαίας ελληνικής τέχνης", "Συνδυάστηκε με νέες επιρροές από τη ρωμαϊκή τέχνη και αρχιτεκτονική"],
            ["Κλασικά ελληνικά γλυπτά", "Ρωμαϊκές κορινθιακές στήλες και διακοσμητικά στοιχεία", "Βυζαντινά ψηφιδωτά και τοιχογραφίες", "Στρατιωτικά μνημεία"],
            ["Δημιουργία νέων στρατιωτικών κτηρίων", "Ανεγέρσεις νέων ναών και μνημείων με βυζαντινές τάσεις", "Κατάργηση των παλιών ναών", "Εγκατάσταση των βυζαντινών αυτοκρατόρων στην περιοχή"],
            ["Ελληνικές κιονοστοιχίες και σκαλίσματα", "Ρωμαϊκές κορινθιακές στήλες και διακοσμητικά στοιχεία", "Βυζαντινά ψηφιδωτά και τοιχογραφίες", "Ιουδαϊκές αρχιτεκτονικές επιρροές"],
            ["Ενσωμάτωσε ελληνικά και ρωμαϊκά στοιχεία", "Αντικατοπτρίζει τις βυζαντινές θρησκευτικές και πολιτιστικές τάσεις", "Στράφηκε προς τη ρωμαϊκή στρατιωτική τέχνη", "Απλοποιήθηκε προς την κλασική τέχνη"]
        ],
        answers: ["4", "2", "2", "2", "3"]
    },
    2: {
        chapter: "Κεφάλαιο 1: Η τέχνη στην Ακρόπολη κατά τη ρωμαϊκή και βυζαντινή εποχή",
        title: "Quiz 2 - Προχωρημένο επίπεδο",
        title1: ["Ερώτηση 6", "Ερώτηση 7", "Ερώτηση 8", "Ερώτηση 9", "Ερώτηση 10"],
        subtitle: [
            "Ποιες αλλαγές στη χρήση της Ακρόπολης προήλθαν από τη βυζαντινή επιρροή;",
            "Ποιες ήταν οι κύριες αρχιτεκτονικές και καλλιτεχνικές αλλαγές στην Ακρόπολη κατά τη ρωμαϊκή περίοδο;",
            "Ποιοι ήταν οι κύριοι επιρροές της βυζαντινής τέχνης στην Ακρόπολη;",
            "Ποιες ήταν οι σημαντικές αλλαγές στην Ακρόπολη κατά τη ρωμαϊκή περίοδο;",
            "Τι είδους κτίρια αναγέρθηκαν στην Ακρόπολη κατά τη βυζαντινή εποχή;"
        ],
        questions: [
            "Ποιες αλλαγές στη χρήση της Ακρόπολης προήλθαν από τη βυζαντινή επιρροή;",
            "Ποιες ήταν οι κύριες αρχιτεκτονικές και καλλιτεχνικές αλλαγές στην Ακρόπολη κατά τη ρωμαϊκή περίοδο;",
            "Ποιοι ήταν οι κύριοι επιρροές της βυζαντινής τέχνης στην Ακρόπολη;",
            "Ποιες ήταν οι σημαντικές αλλαγές στην Ακρόπολη κατά τη ρωμαϊκή περίοδο;",
            "Τι είδους κτίρια αναγέρθηκαν στην Ακρόπολη κατά τη βυζαντινή εποχή;"
        ],
        options: [
            ["Μετατροπή σε στρατιωτικό φρούριο", "Κατασκευή νέων θρησκευτικών κτηρίων", "Εγκατάσταση εμπορικών δραστηριοτήτων", "Εγκατάλειψη ως πολιτιστικός χώρος"],
            ["Ενσωμάτωσαν ελληνικά κλασικά χαρακτηριστικά", "Δημιούργησαν νέα στρατιωτικά κτήρια", "Αντικατέστησαν τους ελληνικούς ναούς με ρωμαϊκά", "Εισήγαγαν στοιχεία ρωμαϊκής αρχιτεκτονικής και διακόσμησης"],
            ["Ελληνική φιλοσοφία", "Ρωμαϊκή στρατιωτική τέχνη", "Χριστιανική θρησκεία και βυζαντινές πολιτιστικές τάσεις", "Επιστημονικές ανακαλύψεις"],
            ["Ελληνικές κιονοστοιχίες και σκαλίσματα", "Ρωμαϊκές κορινθιακές στήλες και διακοσμητικά στοιχεία", "Βυζαντινά ψηφιδωτά και τοιχογραφίες", "Ιουδαϊκές αρχιτεκτονικές επιρροές"],
            ["Στρατιωτικά φρούρια", "Νέοι ναοί και θρησκευτικά μνημεία", "Εμπορικά κέντρα", "Οικιστικές κατοικίες"]
        ],
        answers: ["2", "4", "3", "1", "2"]
    },
    4: {
        chapter: "Κεφάλαιο 2: Η αναγέννηση της Ακρόπολης στη μεταβυζαντινή περίοδο",
        title: "Quiz 4 - Προχωρημένο επίπεδο",
        title1: ["Ερώτηση 1", "Ερώτηση 2", "Ερώτηση 3", "Ερώτηση 4", "Ερώτηση 5"],
        subtitle: [
            "Ποια περίοδος περιγράφεται στο κείμενο για την Ακρόπολη;",
            "Τι είδους αλλαγές υπήρξαν στην Ακρόπολη κατά τη μεταβυζαντινή περίοδο;",
            "Ποιες νέες επιρροές διακρίνονται στην αρχιτεκτονική της Ακρόπολης κατά την περίοδο της Αναγέννησης;",
            "Ποιοι αρχιτέκτονες και καλλιτέχνες επηρεάστηκαν από την Ακρόπολη κατά την Αναγέννηση;",
            "Ποιες ναοί και μνημεία ανακαινίστηκαν κατά τη μεταβυζαντινή περίοδο;"
        ],
        questions: [
            "Ποια περίοδος περιγράφεται στο κείμενο για την Ακρόπολη;",
            "Τι είδους αλλαγές υπήρξαν στην Ακρόπολη κατά τη μεταβυζαντινή περίοδο;",
            "Ποιες νέες επιρροές διακρίνονται στην αρχιτεκτονική της Ακρόπολης κατά την περίοδο της Αναγέννησης;",
            "Ποιοι αρχιτέκτονες και καλλιτέχνες επηρεάστηκαν από την Ακρόπολη κατά την Αναγέννηση;",
            "Ποιες ναοί και μνημεία ανακαινίστηκαν κατά τη μεταβυζαντινή περίοδο;"
        ],
        options: [
            ["Βυζαντινή", "Μεταβυζαντινή", "Κλασική", "Οθωμανική"],
            ["Πολιτικές", "Κοινωνικές", "Αρχιτεκτονικές και οργανωτικές", "Γλωσσικές"],
            ["Γοτθικές", "Βυζαντινές", "Ρωμαϊκές", "Αναγεννησιακές"],
            ["Λεονάρντο ντα Βίντσι και Ραφαήλ", "Περικλής και Φειδίας", "Μιχαήλ Άγγελος και Παλαιολόγος", "Κωνσταντίνος και Εμμανουήλ"],
            ["Το Ωδείο του Ηρώδου Αττικού", "Ο Παρθενώνας και άλλα κοσμήματα της Ακρόπολης", "Ο Ναός του Δία", "Το Ερέχθειο"]
        ],
        answers: ["2", "3", "4", "3", "2"] 
    },
    5: {
        chapter: "Κεφάλαιο 2: Η αναγέννηση της Ακρόπολης στη μεταβυζαντινή περίοδο",
        title: "Quiz 5 - Προχωρημένο επίπεδο",
        title1: ["Ερώτηση 6", "Ερώτηση 7", "Ερώτηση 8", "Ερώτηση 9", "Ερώτηση 10"],
        subtitle: [
            "Ποιες νέες τεχνικές χρησιμοποιήθηκαν για την ανακατασκευή του Παρθενώνα κατά τη μεταβυζαντινή περίοδο;",
            "Πώς συνέβαλε η Ακρόπολη στην τέχνη της Αναγέννησης;",
            "Ποιες διαδικασίες βοηθούσαν στη διατήρηση των μνημείων της Ακρόπολης;",
            "Ποια είναι η βασική επίδραση της Ακρόπολης στην Αναγέννηση;",
            "Ποιες από τις παρακάτω είναι σωστές περιγραφές για τις αλλαγές στην Ακρόπολη κατά τη μεταβυζαντινή περίοδο;"
        ],
        questions: [
            "Ποιες νέες τεχνικές χρησιμοποιήθηκαν για την ανακατασκευή του Παρθενώνα κατά τη μεταβυζαντινή περίοδο;",
            "Πώς συνέβαλε η Ακρόπολη στην τέχνη της Αναγέννησης;",
            "Ποιες διαδικασίες βοηθούσαν στη διατήρηση των μνημείων της Ακρόπολης;",
            "Ποια είναι η βασική επίδραση της Ακρόπολης στην Αναγέννηση;",
            "Ποιες από τις παρακάτω είναι σωστές περιγραφές για τις αλλαγές στην Ακρόπολη κατά τη μεταβυζαντινή περίοδο;"
        ],
        options: [
            ["Τεχνικές ανασκαφής", "Νέες οικοδομικές και αποκαταστατικές τεχνικές", "Τεχνικές διακόσμησης", "Τεχνικές προστασίας από φυσικές καταστροφές"],
            ["Με την επιστροφή σε κλασικές αρχές","Με την ενίσχυση της γοτθικής τέχνης",  "Με τη δημιουργία νέων θρησκευτικών θεμάτων", "Με την προώθηση της ανατολικής τέχνης"],
            ["Αρχαιολογικές έρευνες", "Συντήρηση και αποκατάσταση", "Δημιουργία νέων αντίγραφων", "Μεταφορά σε μουσεία"],
            ["Η ενίσχυση των βυζαντινών στοιχείων", "Η επανεκτίμηση της μεσαιωνικής αρχιτεκτονικής", "Η αναβίωση και προώθηση της κλασικής αρχιτεκτονικής", "Η καινοτομία στις γοτθικές τεχνικές"],
            ["Δεν υπήρξαν σημαντικές αλλαγές", "Αλλάξαν μόνο οι εσωτερικοί χώροι των μνημείων", "Ανακαινίστηκαν ή κατασκευάστηκαν νέα δημόσια κτίρια", "Κατασκευάστηκαν κυρίως θρησκευτικά κτίρια χωρίς καμία αρχιτεκτονική αναβάθμιση"]
        ],
        answers: ["2", "1", "2", "3", "3"]
    },
    7: {
        chapter: "Κεφάλαιο 3: Η Ακρόπολη ως παγκόσμιο μνημείο και πολιτιστική κληρονομιά",
        title: "Quiz 7 - Προχωρημένο επίπεδο",
        title1: ["Ερώτηση 1", "Ερώτηση 2", "Ερώτηση 3", "Ερώτηση 4", "Ερώτηση 5"],
        subtitle: [
            "Πώς αναγνωρίζεται η Ακρόπολη σήμερα;",
            "Τι σημαίνει η καταχώρηση της Ακρόπολης ως Μνημείο Παγκόσμιας Κληρονομιάς από την UNESCO;",
            "Γιατί είναι κρίσιμη η διαχείριση του τουρισμού στην Ακρόπολη;",
            "Ποιες είναι οι βασικές προκλήσεις που αντιμετωπίζει η Ακρόπολη λόγω της αυξημένης επισκεψιμότητας;",
            "Ποιες πρακτικές είναι απαραίτητες για την προστασία της Ακρόπολης;"
        ],
        questions: [
            "Πώς αναγνωρίζεται η Ακρόπολη σήμερα;",
            "Τι σημαίνει η καταχώρηση της Ακρόπολης ως Μνημείο Παγκόσμιας Κληρονομιάς από την UNESCO;",
            "Γιατί είναι κρίσιμη η διαχείριση του τουρισμού στην Ακρόπολη;",
            "Ποιες είναι οι βασικές προκλήσεις που αντιμετωπίζει η Ακρόπολη λόγω της αυξημένης επισκεψιμότητας;",
            "Ποιες πρακτικές είναι απαραίτητες για την προστασία της Ακρόπολης;"
        ],
        options: [
            ["Ως το μεγαλύτερο φυσικό πάρκο της Ελλάδας",  "Ως το πιο πολυάσχολο τουριστικό θέρετρο της Ευρώπης","Ως ένα από τα σημαντικότερα αρχαιολογικά μνημεία του κόσμου", "Ως το μεγαλύτερο εμπορικό κέντρο της Αθήνας"],
            ["Έχει αναγνωριστεί ως σημαντικό πολιτιστικό και ιστορικό μνημείο","Έχει κηρυχθεί ως οικονομική ζώνη",  "Έχει επιλεχθεί για εμπορική ανάπτυξη", "Έχει καταγραφεί ως φυσική περιοχή προστασίας"],
            ["Για να διασφαλιστεί η διατήρηση και η προστασία του μνημείου","Για να ενισχυθεί η εμπορική αξία του μνημείου",  "Για να προωθηθούν νέα τουριστικά θέρετρα στην περιοχή", "Για να κατασκευαστούν νέα κτίρια γύρω από την Ακρόπολη"],
            ["Η εμπορική εκμετάλλευση της περιοχής", "Η ανάγκη για αναβάθμιση του δημόσιου συγκοινωνιακού δικτύου", "Η προστασία και η διατήρηση του μνημείου", "Η αποκατάσταση των σύγχρονων κτιρίων γύρω από την Ακρόπολη"],
            ["Δημιουργία εμπορικών κέντρων γύρω από το μνημείο", "Εκπαιδευτικά προγράμματα και καινοτόμες πρακτικές διαχείρισης", "Επέκταση των ξενοδοχειακών μονάδων στην περιοχή", "Διαφημιστικές καμπάνιες για την προσέλκυση περισσότερων τουριστών"]
        ],
        answers: ["3", "1", "1", "3", "2"]
    },
    8: {
        chapter: "Κεφάλαιο 3: Η Ακρόπολη ως παγκόσμιο μνημείο και πολιτιστική κληρονομιά",
        title: "Quiz 8 - Προχωρημένο επίπεδο",
        title1: ["Ερώτηση 6", "Ερώτηση 7", "Ερώτηση 8", "Ερώτηση 9", "Ερώτηση 10"],
        subtitle: [
            "Πώς συνεισφέρει η Ακρόπολη στην παγκόσμια κληρονομιά;",
            "Ποιες είναι οι συνέπειες της αυξημένης επισκεψιμότητας για το μνημείο;",
            "Ποιες είναι οι προτεραιότητες της διαχείρισης του τουρισμού στην Ακρόπολη;",
            "Ποιες είναι οι συνθήκες που απαιτούν εκπαιδευτικά προγράμματα για την Ακρόπολη;",
            "Ποιες αξίες διδάσκει η Ακρόπολη για τη σημασία της πολιτιστικής κληρονομιάς;"
        ],
        questions: [
            "Πώς συνεισφέρει η Ακρόπολη στην παγκόσμια κληρονομιά;",
            "Ποιες είναι οι συνέπειες της αυξημένης επισκεψιμότητας για το μνημείο;",
            "Ποιες είναι οι προτεραιότητες της διαχείρισης του τουρισμού στην Ακρόπολη;",
            "Ποιες είναι οι συνθήκες που απαιτούν εκπαιδευτικά προγράμματα για την Ακρόπολη;",
            "Ποιες αξίες διδάσκει η Ακρόπολη για τη σημασία της πολιτιστικής κληρονομιάς;"
        ],
        options: [
            ["Παρέχει πολύτιμα οικονομικά δεδομένα για την Ελλάδα", "Προσφέρει εμπορικές ευκαιρίες για τοπικές επιχειρήσεις", "Προάγει την τεχνολογική πρόοδο στον τομέα της αρχαιολογίας", "Αποτελεί παράδειγμα ανθρώπινης δημιουργίας και αισθητικής"],
            ["Μεγαλύτερη αποδοτικότητα στις τουριστικές υπηρεσίες", "Ενίσχυση της τοπικής οικονομίας", "Κίνδυνος για τη φθορά και την καταστροφή του μνημείου", "Βελτίωση των συγκοινωνιών γύρω από την Ακρόπολη"],
            ["Να ενισχύσει την τουριστική ζήτηση", "Να προωθήσει τη βιομηχανία της εστίασης", "Να προστατεύσει και να διατηρήσει το μνημείο", "Να κατασκευάσει νέα τουριστικά αξιοθέατα"],
            ["Η αύξηση των επισκεπτών και οι αντίκτυποί της", "Η ανάπτυξη νέων ξενοδοχειακών μονάδων", "Η ανακαίνιση των αρχαίων κτιρίων", "Η κατασκευή νέων δρόμων γύρω από την Ακρόπολη"],
            ["Την αξία των εμπορικών δραστηριοτήτων", "Την ανάγκη για προστασία και διατήρηση της πολιτιστικής κληρονομιάς", "Την ανάπτυξη σύγχρονων τουριστικών υποδομών", "Την προώθηση της σύγχρονης τεχνολογίας στον τουρισμό"]
        ],
        answers: ["4", "3", "3", "1", "2"] 
    }
};
