const quizzes = {
    1: {
        chapter: "Κεφάλαιο 1: Ιστορία της Ακρόπολης",
        title: "Quiz 1 - Αρχάριο επίπεδο",
        title1: ["Ερώτηση 1", "Ερώτηση 2", "Ερώτηση 3", "Ερώτηση 4", "Ερώτηση 5"],
        subtitle: [
            "Ποια είναι η κεντρική τοποθεσία της Ακρόπολης στην Αθήνα;",
            "Ποιον τύπο κτιρίου δεν περιλαμβάνει η Ακρόπολη;",
            "Πότε ξεκίνησε η ανάπτυξη της Ακρόπολης;",
            "Ποιο ήταν το κύριο χρήσιμο της Ακρόπολης στην αρχαία Αθήνα;",
            "Ποιο είναι το κύριο κτίριο της Ακρόπολης?"
        ],
        questions: [
            "Ποια είναι η κεντρική τοποθεσία της Ακρόπολης στην Αθήνα;",
            "Ποιον τύπο κτιρίου δεν περιλαμβάνει η Ακρόπολη;",
            "Πότε ξεκίνησε η ανάπτυξη της Ακρόπολης;",
            "Ποιο ήταν το κύριο χρήσιμο της Ακρόπολης στην αρχαία Αθήνα;",
            "Ποιο είναι το κύριο κτίριο της Ακρόπολης?"
        ],
        options: [
            ["Κάτω από τη θάλασσα", "Στο κέντρο της πόλης", "Στο βουνό", "Στα περίχωρα της πόλης"],
            ["Ναοί", "Θέατρα", "Πολιτικά κτίρια", "Πολιτιστικά κέντρα"],
            ["Στον 4ο αιώνα π.Χ.", "Στον 5ο αιώνα π.Χ.", "Στον 6ο αιώνα π.Χ.", "Στον 3ο αιώνα π.Χ."],
            ["Αθλητικές εκδηλώσεις", "Θρησκευτικές τελετές", "Πολεμικές επιχειρήσεις", "Αγορά και εμπόριο"],
            ["Παρθενώνας", "Ερεχθείο", "Ναός της Αθηνάς Νίκης", "Ναός του Ηρακλή"]
        ],
        answers: ["2", "4", "2", "2", "1"]
    },
    2: {
        chapter: "Κεφάλαιο 1: Ιστορία της Ακρόπολης",
        title: "Quiz 2 - Αρχάριο επίπεδο",
        title1: ["Ερώτηση 6", "Ερώτηση 7", "Ερώτηση 8", "Ερώτηση 9", "Ερώτηση 10"],
        subtitle: [
            "Ποια είναι η σημασία της λέξης 'Ακρόπολη';",
            "Ποιος ήταν ο πρωταρχικός σκοπός της κατασκευής της Ακρόπολης;",
            "Ποιος από τους παρακάτω ναούς δεν ανήκει στην Ακρόπολη;",
            "Πόσοι αιώνες περιλαμβάνει η ιστορία της Ακρόπολης;",
            "Ποιο είναι το χρονικό διάστημα που εκτείνεται η ιστορία της Ακρόπολης;"
        ],
        questions: [
            "Ποια είναι η σημασία της λέξης 'Ακρόπολη';",
            "Ποιος ήταν ο πρωταρχικός σκοπός της κατασκευής της Ακρόπολης;",
            "Ποιος από τους παρακάτω ναούς δεν ανήκει στην Ακρόπολη;",
            "Πόσοι αιώνες περιλαμβάνει η ιστορία της Ακρόπολης;",
            "Ποιο είναι το χρονικό διάστημα που εκτείνεται η ιστορία της Ακρόπολης;"
        ],
        options: [
            ["Χαμηλή πόλη", "Υψηλή πόλη", "Απομονωμένη πόλη", "Κεντρική πόλη"],
            ["Αναψυχή και ψυχαγωγία", "Αντιπολίτευση και πολεμική άμυνα", "Θρησκευτικές τελετές και εκδηλώσεις", "Εκπαίδευση και πολιτιστική ανάπτυξη"],
            ["Ναός της Αφροδίτης", "Ναός της Αθηνάς Νίκης", "Παρθενώνας", "Ερεχθείο"],
            ["Περίπου 1.500 χρόνια", "Περίπου 2.500 χρόνια", "Περίπου 3.500 χρόνια", "Περίπου 4.500 χρόνια"],
            ["Από τον 1ο αιώνα μ.Χ. έως σήμερα", "Από τον 1ο αιώνα π.Χ. έως τον 4ο αιώνα μ.Χ.", "Από τον 5ο αιώνα π.Χ. έως σήμερα", "Από τον 5ο αιώνα π.Χ. έως τον 5ο αιώνα μ.Χ."]
        ],
        answers: ["2", "3", "1", "2", "3"]
    },
    3: {
        chapter: "Κεφάλαιο 1: Ιστορία της Ακρόπολης",
        title: "Quiz 2 - Αρχάριο επίπεδο",
        title1: ["Ερώτηση 6", "Ερώτηση 7", "Ερώτηση 8", "Ερώτηση 9", "Ερώτηση 10"],
        subtitle: [
            "Ποια είναι η σημασία της λέξης 'Ακρόπολη';",
            "Ποιος ήταν ο πρωταρχικός σκοπός της κατασκευής της Ακρόπολης;",
            "Ποιος από τους παρακάτω ναούς δεν ανήκει στην Ακρόπολη;",
            "Πόσοι αιώνες περιλαμβάνει η ιστορία της Ακρόπολης;",
            "Ποιο είναι το χρονικό διάστημα που εκτείνεται η ιστορία της Ακρόπολης;"
        ],
        questions: [
            "Ποια είναι η σημασία της λέξης 'Ακρόπολη'{};",
            "Ποιος ήταν ο πρωταρχικός σκοπός της κατασκευής της Ακρόπολης{} {};",
            "Ποιος από τους παρακάτω ναούς δεν ανήκει στην Ακρόπολη{};",
            "Πόσοι αιώνες περιλαμβάνει η ιστορία της Ακρόπολης{};",
            "Ποιο είναι το χρονικό διάστημα που εκτείνεται η ιστορία της Ακρόπολης{};"
        ],
        options: [[],[],[],[],[]],
        answers: ["2", ["1","1"], "1", "2", "3"]
    },
    4: {
        chapter: "Κεφάλαιο 2: Αρχιτεκτονικά θαύματα",
        title: "Quiz 4 - Αρχάριο επίπεδο",
        title1: ["Ερώτηση 1", "Ερώτηση 2", "Ερώτηση 3", "Ερώτηση 4", "Ερώτηση 5"],
        subtitle: [
            "Ποιο από τα παρακάτω κτίρια είναι το πιο διάσημο στην Ακρόπολη;",
            "Ποιες στήλες χρησιμοποιούνται στον Παρθενώνα;",
            "Πότε χτίστηκε ο Παρθενώνας;",
            "Στην οποία θεότητα είναι αφιερωμένος ο Παρθενώνας;",
            "Ποιο είναι το χαρακτηριστικό αρχιτεκτονικό γνώρισμα του Ερέχθειου;"
        ],
        questions: [
            "Ποιο από τα παρακάτω κτίρια είναι το πιο διάσημο στην Ακρόπολη;",
            "Ποιες στήλες χρησιμοποιούνται στον Παρθενώνα;",
            "Πότε χτίστηκε ο Παρθενώνας;",
            "Στην οποία θεότητα είναι αφιερωμένος ο Παρθενώνας;",
            "Ποιο είναι το χαρακτηριστικό αρχιτεκτονικό γνώρισμα του Ερέχθειου;"
        ],
        options: [
            ["Το Ερέχθειο", "Ο Παρθενώνας", "Το Θησείο", "Ο Ναός του Ολυμπίου Διός"],
            ["Ιωνικές και Κορινθιακές", "Δωρικές και Ιωνικές", "Κορινθιακές και Δωρικές", "Δωρικές και Κορινθιακές"],
            ["427-423 π.Χ.", "447-432 π.Χ.", "465-455 π.Χ.", "450-440 π.Χ."],
            ["Στη θεά Δήμητρα", "Στη θεά Αθηνά Παρθένο", "Στον θεό Απόλλωνα", "Στον θεό Δία"],
            ["Ιωνικές στήλες", "Ανισοσκελείς κολώνες", "Κορινθιακές στήλες", "Ρωμαϊκή καμάρα"]
        ],
        answers: ["2", "4", "3", "2", "2"]
    },
    5: {
        chapter: "Κεφάλαιο 2: Αρχιτεκτονικά θαύματα",
        title: "Quiz 5 - Αρχάριο επίπεδο",
         title1 : ["Ερώτηση 1", "Ερώτηση 2", "Ερώτηση 3", "Ερώτηση 4", "Ερώτηση 5"],
         subtitle : [
            "Ποιες είναι οι Κόρες του Ερέχθειου;",
            "Ποιες θεότητες τιμά το Ερέχθειο;",
            "Ποιες είναι οι δύο βασικές αρχιτεκτονικές παραδόσεις που συνδυάζονται στον Παρθενώνα;",
            "Ποιο είναι το βασικό χαρακτηριστικό της δωρικής αρχιτεκτονικής που παρατηρείται στον Παρθενώνα;",
            "Πώς χαρακτηρίζεται η αρχιτεκτονική της Ακρόπολης;"
        ],
         questions : [
            "Ποιες είναι οι Κόρες του Ερέχθειου;",
            "Ποιες θεότητες τιμά το Ερέχθειο;",
            "Ποιες είναι οι δύο βασικές αρχιτεκτονικές παραδόσεις που συνδυάζονται στον Παρθενώνα;",
            "Ποιο είναι το βασικό χαρακτηριστικό της δωρικής αρχιτεκτονικής που παρατηρείται στον Παρθενώνα;",
            "Πώς χαρακτηρίζεται η αρχιτεκτονική της Ακρόπολης;"
        ],
         options : [
            ["Γλυπτές στήλες που στηρίζουν το στέγαστρο", "Αγάλματα των θεών", "Στήλες με ζωγραφιές", "Σκαλιστά αγάλματα ανθρώπων"],
            ["Ο Ποσειδώνας και η Δήμητρα", "Η Αθηνά και ο Άρης", "Ο Ποσειδώνας και η Αθηνά", "Ο Δίας και η Αφροδίτη"],
            ["Κλασική και Ρωμαϊκή", "Δωρική και Ιωνική", "Κορινθιακή και Δωρική", "Ιωνική και Κορινθιακή"],
            ["Στήλες με καμπύλη βάση", "Κορώνες με γλυπτά", "Στήλες χωρίς βάση", "Στήλες με πλούσιο στολισμό"],
            ["Υποτονική και λιτή", "Εξαιρετικά απλή και λειτουργική", "Εκθαμβωτική και καλλιτεχνική", "Μοντέρνα και σύγχρονη"]
        ],
         answers : ["1", "3", "2", "3", "3"]
    },
    6: {
        chapter: "Κεφάλαιο 1: Ιστορία της Ακρόπολης",
        title: "Quiz 2 - Αρχάριο επίπεδο",
        title1: ["Ερώτηση 6", "Ερώτηση 7", "Ερώτηση 8", "Ερώτηση 9", "Ερώτηση 10"],
        subtitle: [
            "Ποια είναι η σημασία της λέξης 'Ακρόπολη';",
            "Ποιος ήταν ο πρωταρχικός σκοπός της κατασκευής της Ακρόπολης;",
            "Ποιος από τους παρακάτω ναούς δεν ανήκει στην Ακρόπολη;",
            "Πόσοι αιώνες περιλαμβάνει η ιστορία της Ακρόπολης;",
            "Ποιο είναι το χρονικό διάστημα που εκτείνεται η ιστορία της Ακρόπολης;"
        ],
        questions: [
            "Ποια είναι{} η σημασία της λέξης 'Ακρόπολη';",
            "Ποιος ήταν ο πρωταρχικός {}σκοπός της κατασκευής της Ακρόπολης;{}",
            "Ποιος από τους παρακάτω{} ναούς δεν ανήκει στην Ακρόπολη;",
            "Πόσοι αιώνες περιλαμβάνει {}η ιστορία της Ακρόπολης;",
            "Ποιο είναι το χρονικό διάστημα {}που εκτείνεται η ιστορία της Ακρόπολης;"
        ],
        options: [[],[],[],[],[]],
        answers: ["2", ["1","1"], "1", "2", "3"]
    },
    7:{
         chapter: "Κεφάλαιο 3: Σημασία και σύγχρονη σημασία",
         title: "Quiz 7 - Αρχάριο επίπεδο",
         title1 : ["Ερώτηση 1", "Ερώτηση 2", "Ερώτηση 3", "Ερώτηση 4", "Ερώτηση 5"],
         subtitle : [
        "Τι συμβολίζει η Ακρόπολη;",
        "Ποιες είναι οι κύριες προτεραιότητες για την Ακρόπολη σήμερα;",
        "Ποιους οργανισμούς αναφέρει το κείμενο ως ενδιαφερόμενους για την προστασία της Ακρόπολης;",
        "Πώς επηρεάζει η Ακρόπολη την κατανόηση της ελληνικής κληρονομιάς;",
        "Ποιες είναι οι πολιτιστικές εκδηλώσεις;"
        ],
         questions : [
        "Τι συμβολίζει η Ακρόπολη;",
        "Ποιες είναι οι κύριες προτεραιότητες για την Ακρόπολη σήμερα;",
        "Ποιους οργανισμούς αναφέρει το κείμενο ως ενδιαφερόμενους για την προστασία της Ακρόπολης;",
        "Πώς επηρεάζει η Ακρόπολη την κατανόηση της ελληνικής κληρονομιάς;",
        "Ποιες είναι οι πολιτιστικές εκδηλώσεις;"
        ],
         options : [
        ["Ένα τουριστικό αξιοθέατο", "Η ελληνική πολιτιστική ταυτότητα", "Ένα εμπορικό κέντρο", "Ένας σύγχρονος χώρος διασκέδασης"],
        ["Η ανακαίνιση των κτιρίων", "Η προστασία και η διατήρηση των κτιρίων", "Η ανάπτυξη του γύρω εμπορικού τομέα", "Η ανέγερση νέων κτιρίων"],
        ["Η UNESCO", "Ο ΟΗΕ", "Η ΕΕ", "Ο Διεθνής Οργανισμός Τουρισμού"],
        ["Μέσω της ενίσχυσης της οικονομίας", "Μέσω των πολιτιστικών εκδηλώσεων που φιλοξενεί", "Μέσω της εγκατάστασης σύγχρονων τεχνολογιών", "Μέσω των τουριστικών καταλυμάτων που προσφέρει"],
        ["Συναυλίες και θεατρικές παραστάσεις", "Ολυμπιακοί αγώνες και γιορτές", "Διαγωνισμοί μαγειρικής και εκθέσεις τέχνης", "Αθλητικές εκδηλώσεις και πολιτικές συναντήσεις"]
        ],
         answers : ["2", "2", "1", "2", "3"]
    },
    8:{
        chapter: "Κεφάλαιο 3: Σημασία και σύγχρονη σημασία",
        title: "Quiz 8 - Αρχάριο επίπεδο",
         title1 : ["Ερώτηση 6", "Ερώτηση 7", "Ερώτηση 8", "Ερώτηση 9", "Ερώτηση 10"],
         subtitle : [
        "Πόσους επισκέπτες προσελκύει η Ακρόπολη κάθε χρόνο;",
        "Ποιος διεθνής οργανισμός έχει κατατάξει την Ακρόπολη ως Μνημείο Παγκόσμιας Κληρονομιάς;",
        "Ποιο είναι το κύριο θέμα των πολιτιστικών εκδηλώσεων στην Ακρόπολη;",
        "Πώς επηρεάζει η Ακρόπολη τον παγκόσμιο τουρισμό;",
        "Ποιο είναι το κύριο χαρακτηριστικό της Ακρόπολης;"
        ],
         questions : [
        "Πόσους επισκέπτες προσελκύει η Ακρόπολη κάθε χρόνο;",
        "Ποιος διεθνής οργανισμός έχει κατατάξει την Ακρόπολη ως Μνημείο Παγκόσμιας Κληρονομιάς;",
        "Ποιο είναι το κύριο θέμα των πολιτιστικών εκδηλώσεων στην Ακρόπολη;",
        "Πώς επηρεάζει η Ακρόπολη τον παγκόσμιο τουρισμό;",
        "Ποιο είναι το κύριο χαρακτηριστικό της Ακρόπολης;"
        ],
         options : [
        ["Εκατομμύρια επισκέπτες", "Χιλιάδες επισκέπτες", "Δεκάδες επισκέπτες", "Εκατοντάδες επισκέπτες"],
        ["Η UNESCO", "Ο Διεθνής Ερυθρός Σταυρός", "Η Παγκόσμια Τράπεζα", "Η Διεθνής Επιτροπή Αρχαιολογίας"],
        ["Η ενίσχυση του τουριστικού ρεύματος", "Η προώθηση σύγχρονων τεχνολογιών", "Η κατανόηση και εκτίμηση της ελληνικής κληρονομιάς", "Η ανάπτυξη νέων κτιρίων"],
        ["Σαν δημοφιλής προορισμός για τους επισκέπτες από όλο τον κόσμο", "Σαν προορισμός μόνο για ντόπιους κατοίκους", "Σαν οικονομικό κέντρο", "Σαν τόπο πολιτικών συγκεντρώσεων"],
        ["Η σύγχρονη αρχιτεκτονική της", "Η ιστορική και πολιτιστική της σημασία", "Η εμπορική της δραστηριότητα", "Η τεχνολογική της ανάπτυξη"]
        ],
         answers : ["1", "1", "3", "1", "2"]
    },
    9:{
        chapter: "Κεφάλαιο 3: Σημασία και σύγχρονη σημασία",
        title: "Quiz 8 - Αρχάριο επίπεδο",
         title1 : ["Ερώτηση 6", "Ερώτηση 7", "Ερώτηση 8", "Ερώτηση 9", "Ερώτηση 10"],
         subtitle : [
        "Πόσους επισκέπτες προσελκύει η Ακρόπολη κάθε χρόνο;",
        "Ποιος διεθνής οργανισμός έχει κατατάξει την Ακρόπολη ως Μνημείο Παγκόσμιας Κληρονομιάς;",
        "Ποιο είναι το κύριο θέμα των πολιτιστικών εκδηλώσεων στην Ακρόπολη;",
        "Πώς επηρεάζει η Ακρόπολη τον παγκόσμιο τουρισμό;",
        "Ποιο είναι το κύριο χαρακτηριστικό της Ακρόπολης;"
        ],
         questions : [
        "Πόσους {} προσελκύει {} η Ακρόπολη κάθε χρόνο;",
        "Ποιος {} οργανισμός έχει κατατάξει την Ακρόπολη ως Μνημείο Παγκόσμιας Κληρονομιάς;",
        "Ποιο {} το κύριο θέμα των πολιτιστικών εκδηλώσεων στην Ακρόπολη;",
        "Πώς {} η Ακρόπολη τον παγκόσμιο τουρισμό;",
        "Ποιο {} το κύριο χαρακτηριστικό της Ακρόπολης;"
        ],
         options : [[],[],[],[],[]]
        ,
         answers : [["1","1"],["1"],["1"],["1"],["1"]]
    }



};
