const quizzes = {
    1: {
        title: "Quiz 1 - Αρχάριο επίπεδο",
        title1: ["Ερώτηση 1", "Ερώτηση 2", "Ερώτηση 3", "Ερώτηση 4", "Ερώτηση 5"],
        subtitle: [
            "Ποια είναι η κεντρική τοποθεσία της Ακρόπολης στην Αθήνα;",
            "Ποιον τύπο κτιρίου δεν περιλαμβάνει η Ακρόπολη;",
            "Πότε ξεκίνησε η ανάπτυξη της Ακρόπολης;",
            "Ποιο ήταν το κύριο χρήσιμο της Ακρόπολης στην αρχαία Αθήνα;",
            "Ποιο είναι το κύριο κτίριο της Ακρόπολης?"
        ],
        questions: [
            "Ποια είναι η κεντρική τοποθεσία της Ακρόπολης στην Αθήνα;",
            "Ποιον τύπο κτιρίου δεν περιλαμβάνει η Ακρόπολη;",
            "Πότε ξεκίνησε η ανάπτυξη της Ακρόπολης;",
            "Ποιο ήταν το κύριο χρήσιμο της Ακρόπολης στην αρχαία Αθήνα;",
            "Ποιο είναι το κύριο κτίριο της Ακρόπολης?"
        ],
        options: [
            ["Κάτω από τη θάλασσα", "Στο κέντρο της πόλης", "Στο βουνό", "Στα περίχωρα της πόλης"],
            ["Ναοί", "Θέατρα", "Πολιτικά κτίρια", "Πολιτιστικά κέντρα"],
            ["Στον 4ο αιώνα π.Χ.", "Στον 5ο αιώνα π.Χ.", "Στον 6ο αιώνα π.Χ.", "Στον 3ο αιώνα π.Χ."],
            ["Αθλητικές εκδηλώσεις", "Θρησκευτικές τελετές", "Πολεμικές επιχειρήσεις", "Αγορά και εμπόριο"],
            ["Παρθενώνας", "Ερεχθείο", "Ναός της Αθηνάς Νίκης", "Ναός του Ηρακλή"]
        ],
        answers: ["2", "4", "2", "2", "1"]
    },
    2: {
        title: "Quiz 2 - Ενδιάμεσο επίπεδο",
        title1: ["Ερώτηση 6", "Ερώτηση 7", "Ερώτηση 8", "Ερώτηση 9", "Ερώτηση 10"],
        subtitle: [
            "Ποια είναι η σημασία της λέξης 'Ακρόπολη';",
            "Ποιος ήταν ο πρωταρχικός σκοπός της κατασκευής της Ακρόπολης;",
            "Ποιος από τους παρακάτω ναούς δεν ανήκει στην Ακρόπολη;",
            "Πόσοι αιώνες περιλαμβάνει η ιστορία της Ακρόπολης;",
            "Ποιο είναι το χρονικό διάστημα που εκτείνεται η ιστορία της Ακρόπολης;"
        ],
        questions: [
            "Ποια είναι η σημασία της λέξης 'Ακρόπολη';",
            "Ποιος ήταν ο πρωταρχικός σκοπός της κατασκευής της Ακρόπολης;",
            "Ποιος από τους παρακάτω ναούς δεν ανήκει στην Ακρόπολη;",
            "Πόσοι αιώνες περιλαμβάνει η ιστορία της Ακρόπολης;",
            "Ποιο είναι το χρονικό διάστημα που εκτείνεται η ιστορία της Ακρόπολης;"
        ],
        options: [
            ["Χαμηλή πόλη", "Υψηλή πόλη", "Απομονωμένη πόλη", "Κεντρική πόλη"],
            ["Αναψυχή και ψυχαγωγία", "Αντιπολίτευση και πολεμική άμυνα", "Θρησκευτικές τελετές και εκδηλώσεις", "Εκπαίδευση και πολιτιστική ανάπτυξη"],
            ["Ναός της Αφροδίτης", "Ναός της Αθηνάς Νίκης", "Παρθενώνας", "Ερεχθείο"],
            ["Περίπου 1.500 χρόνια", "Περίπου 2.500 χρόνια", "Περίπου 3.500 χρόνια", "Περίπου 4.500 χρόνια"],
            ["Από τον 1ο αιώνα μ.Χ. έως σήμερα", "Από τον 1ο αιώνα π.Χ. έως τον 4ο αιώνα μ.Χ.", "Από τον 5ο αιώνα π.Χ. έως σήμερα", "Από τον 5ο αιώνα π.Χ. έως τον 5ο αιώνα μ.Χ."]
        ],
        answers: ["2", "3", "1", "2", "3"]
    }
};
